<!DOCTYPE html>
<html lang="ru">

    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width" />
        <title>Всё о именах</title>
        <link rel="stylesheet" href="./templates/default/news/css/style.css" />
        <script src="./templates/default/news/js/script.js"></script>
    </head>

    <body>

        <?echo Template::addTmp('header');?>

        <main class="wrap flex flexc">
            <div class="flex flexr">
                <?echo Template::addTmp('menu');?>
                <div id="right">
                    <h1>Тайна имени</h1>
                    <p>Есть ли у имени характеристики, которые неизбежно становятся присущи тому, кто его носит? Может ли имя влиять
                        на жизнь и судьбу своего носителя или все зависит от воспитания? Ответы на этот вопрос могут быть самыми
                        разными, но одно несомненно: каждый из нас встречал в жизни людей, про которых говорили: "Как ей не подходит
                        ее имя! Ну какая она Оля? Она - Женя!". Это естественно, поскольку у каждого имени обязательно есть некоторые
                        известные и значимые для всех признаки. Как уже говорилось, малыш отождествляет себя со своим именем.
                        Понимая, что он - Валера, Коля или Толя, он перенимает и те характеристики, которые с этим именем связаны.</p>
                    <h3>Национальная характеристика</h3>
                    <p>Имя непосредственно связано с национальностью. Получая имя своего народа, ребенок невольно начинает причислять
                        себя к его истории и характеру. С другой стороны, существуют и интернациональные имена, которые дают
                        малышу большую свободу в национальном самоопределении. Они имеют некоторое объединяющее значение, то
                        есть человеку с таким именем легче чувствовать себя "гражданином мира".</p>
                    <h3>Исторические корни</h3>
                    <p>У каждого имени есть свой социальный образ и характер. Узнавая историю человечества и своей страны, читая
                        романы и учебники, ребенок невольно обращает внимание на тезок. Какими они были? Что сделали? Чем запомнились
                        они потомкам? Он встречает в них те черты, которые свойственны или желанны ему самому, и тем самым как
                        бы получает поддержку из прошлого: "Да, ты можешь быть таким!" (Например, смелым, великим, мудрым, находчивым,
                        справедливым.)
                    </p>
                    <h3>Значение</h3>
                    <p>Каждое имя что-то значит. Для удобства человечество отказалось от уникальности первых имен "Острый Глаз",
                        "Утренняя Заря". Однако все наши имена произошли от слов, имеющих свое значение. Какие-то из них утратили
                        непосредственную связь с изначальным смыслом. Например, не прочитав в справочнике, что Алексей - это
                        "защитник", а Петр - "камень", Вы вряд ли об этом догадаетесь. Некоторые имена, напротив, обозначают
                        именно то, что обозначает - Вера, Виктория, Света.
                    </p>
                    <h4 class="sort">Самые популярные мужские имена</h4>
                    <p class="sa">
                        <a href="">Адриан</a>
                        <a href="">Азарий</a>
                        <a href="">Аким</a>
                        <a href="">Александр</a>
                        <a href="">Алексей</a>
                        <a href="">Альберт</a>
                        <a href="">Альфред</a>
                        <a href="">Евгений</a>
                        <a href="">Евстахий</a>
                        <a href="">Исаак</a>
                        <a href="">Исидор</a>
                        <a href="">Исмаил</a>
                        <a href="">Камиль</a>
                        <a href="">Карен</a>
                        <a href="">Карл</a>
                        <a href="">Роберт</a>
                        <a href="">Родион</a>
                        <a href="">Ролан</a>
                        <a href="">Роман</a>
                        <a href="">Ростислав</a>
                        <a href="">Егор</a>
                        <a href="">Елисей</a>
                        <a href="">Емельян</a>
                        <a href="">Иероним</a>
                        <a href="">Илья</a>
                        <a href="">Иннокентий</a>
                    </p>
                    <h4 class="sort">Самые популярные женские имена</h4>
                    <p class="sa">
                        <a href="">Авдотья</a>
                        <a href="">Агунда</a>
                        <a href="">Аделаида</a>
                        <a href="">Аделина</a>
                        <a href="">Адель</a>
                        <a href="">Айгуль</a>
                        <a href="">Аксинья</a>
                        <a href="">Зухра</a>
                        <a href="">Изабелла</a>
                        <a href="">Илона</a>
                        <a href="">Инга</a>
                        <a href="">Инна</a>
                        <a href="">Иоанна</a>
                        <a href="">Ира</a>
                        <a href="">Ираида</a>
                        <a href="">Роза</a>
                        <a href="">Сабина</a>
                        <a href="">Сабрина</a>
                        <a href="">Сажида</a>
                    </p>
                </div>
            </div>
        </main>
        <?echo Template::addTmp('footer');?>
        
    </body>

</html>